<div class="main_jumbotron">
  <div class="_block_title">
    <h1 class="sub_title _value">
      Promo
    </h1>
  </div>
</div>

<div class="main_content info_container">
  <p>
    Привет! %USER_NAME%
    <br />
    Я тут сервис пишу, и хочу им поделиться
  </p>

  <p>
    Задачи которые сейчас выполняет сервис
    <ol>
      <li>
        Учёт финансов
      </li>
      <li>
        Учёт времени
      </li>
      <li>
        Тикет система
      </li>
    </ol>
  </p>

  <p>
    Ознакомиться и воспользоваться приложением можешь на сайте
    https://u0life.com
  </p>

  <p>
    Немного подробностей
    <br>
    Я фул стек программист на фрилансе, и чтобы организовать свою работу и финансы написал эту программу,
    подходящих аналогов за годы практики к сожалению не нашёл.
    <br>
    Соответственно сервис в первую очередь ориентирован на фрилансеров а не на работодателей. Учёт финансов ведётся с поддержкой мультивалютности, наличных и можно
    смотреть красивые графики за месяцы и годы. Также возможна полная анонимность данных, никакой информации я не собираю, при необходимости можно разве что указать почту чтобы можно было восстановить пароль если забыл)
    <br>
    Я буду рад если этот сервис поможет кому то так же как и мне, и если смогу собрать достаточно поддержки для того чтобы
    вести этот проект как свой основной, купить лицензии и выпустить это приложение на разных платформах.
  </p>
</div>
