<div class="main_jumbotron">
  <div class="_block_title">
    <h1 class="sub_title _value">
      Promo
    </h1>
  </div>
</div>

<div class="main_content info_container">
  <p>
    Всем привет! Меня зовут Сергей @TrywaR я фулстек программист, фрилансер, и в свободное время пилю сервис, который надеюсь превратить в полноценный продукт.
    <br>
    Проект носит имя u0life и основная его идея это упростить в целом жизнь или сужествование) геймифицировать реальность.
  </p>
  <p>
    Если в кратце, я его пишу для того чтобы:
    <br>
    1) Упростить ведение финансов, у меня куча банковских карт, кредитов, ипотека, подписки и прочие прелести взрослой жизни) сейчас в сложившейся ситуации ещё и разная валюта, я собрал это в одном
    месте, чтобы видеть общий баланс по всем картам, сколько когда и куда я должен заплатить, сколько в месяц я зарабатываю на фрилансе, а сколько трачу
    <br>
    2) Оптимизировать время на сон и прочее, например у меня свободный график и проблемы со сном (тяжело было засыпать и просыпаться), ведя пару месяцев статистику по сну, теперь
    могу определять во сколько проснусь, в зависимости от того сколько работал или чем занимался, не использую будильник, теперь сон это не проблема,
    но всё равно продолжаю записывать, любопытно увидеть статистику за год)
    <br>
    3) Отслеживать рабочие моменты, например у меня есть много проектов и небольших правок по сайтам, от разных заказчиков, своим приложением
    я могу отслеживать сколько времени я запланировал на решение задачи по проекту, сколько я реально потратил, сколько денег за это получил.
    Потом смотря статистику по проектам за месяц или год, понимаю сколько я потратил на заказчика, сколько заработал, это позволяет
    сравнивать и понимать стоит ли поднять цену или отказаться от проекта.
  </p>
  <p>
    В целом благодаря этому сервису я вижу свою жизнь со стороны, статистику в цифрах, своеобразная таблица достижений в реальности, сколько у меня времени, сколько денег, сколько на что я потратил, сколько получил,
    за год за месяц и тд. это позволяет наладить свою жизнь, лучше распределяться этими ресурсами. Даёт какое то спокойствие и постоянность в этом безумном хаосе)
  </p>
  <p>
    Сейчас я доделал этот проект до той стадии, когда его не стыдно показать) и другие люди могут зарегистрироваться и пользоваться им)
    но учитывая что я его делаю один, в свободное от работы время,
    разработка идёт не быстро, довольно тяжело довести его до ума, учитывая затраты на хостинг, регистрацию компании, лицензии гугл и эпл, по этому я буду крайне признателен за
    финансовую помощь в этом.
  </p>
  <p>
    Для читателей джоя я добавил специальную медальку с наградой при регистрации по ссылке
    <br>
    Кроме того найденные ошибки или предложения и пожелания вы можете писать мне в тг @TrywaR
    <br>
    На сайте нет ни каких отслеживаний пользователей, и не будет, по этому если вдруг кто то заинтересуется и будет пользоваться, пишите,
    помогу чем могу)
  </p>
</div>
