<div class="main_jumbotron">
  <div class="_block_title">
    <h1 class="sub_title _value">
      Promo
    </h1>
  </div>
</div>

<div class="main_content info_container">
  <h2>
    Приветствие
  </h2>
  <p>
    Привет) меня зовут Сергей Ильин [ @TrywaR ], я full stack программист, около 10 лет занимаюсь фрилансом.
    Фул на столько, что я пишу сайты и мобильные приложения под ключ, фронтенд и бэкенд, пишу тексты, занимаюсь продвижением, СЕО, СММ, у меня
    есть художественное образование и я делаю дизайн. Но сейчас я хочу рассказать не об этом.
  </p>

  <h2>В чём дело?</h2>
  <p>
    За всё это время работы я перепробовал кучи вариантов работы, сделки, почасовка, работа в офисе, в офисе с почасовой оплатой и тд и тп.
    Сейчас я уже и сам не понимаю как я работаю)
    <br>
    Так же я перепробовал кучи вариантов учёта проделанной работы и финансов, таблицы в excel, тикет системы и финансовые приложения,
    и ни одно мне не давало того что мне нужно.
    <br>
    На фрилансе очень тяжело формировать свой график, не только находить время и мотивировать себя работать, но и организовывать
    свой сон) не говоря уже об организации финансов, когда у тебя деньги приходят не раз в месяц, а хер пойми как)
  </p>
  <p>
    Собственно логично что я как программист немедленно принялся всё структурировать и автоматизировать.
  </p>

  <h2>
    Задачи
  </h2>
  <p>
    Основные задачи которые я хотел решить это:
  </p>
  <p>
    1) Учёт финансов, у меня около 5 банковских карт, 3 кредита, ипотека, и херова туча различных подписок (было, до всей это херни в 2022) и платежей,
    откуда что пришло, куда надо заплатить и тд,
    <br>
    Особенно хотелось разобраться с кредитками, чтобы высчитывалось автоматически когда сколько и куда я должен заплатить чтобы не шли проценты
    (спойлер, это оказалось практически не возможно, потому что у каждого банка слишком индивидуальные условия, и тот же сбер не публикует точные данные
    по процентам, типа у вас будет платеж 3-5% от задолжности в зависимости от цикла луны или вроде того, но я не теряю надежды высчитать хотя бы приблизительные значения)
  </p>
  <p>
    2) Наладить сон, с этим у меня проблемы ещё со школы, если я просыпаюсь раньше 12, то я буду зомби весь день, только к вечеру может быть начну соображать что происходит
    <br>
    будильник для меня пустой звон) если я его и услышу то он мне не помешает перевернуться на другой бок и спать дальше, разве что одно время помогало приложение будист,
    когда тебе звонят рандомные люди противоположного пола, и разными способами и разговорами будят тебя, всё было хорошо пока мне не позвонил какой то мужик и не сказал
    что то вроде "Доброе утро, сладкий" весь день на смарку) ходил в ахуе и не рискнул дальше пользоваться этим приложением
  </p>
  <p>
    3) Удобная тикет система, показывающая заказчику процесс работы над проектом, на каком этапе и сколько время ещё осталось до конца, в виде полосы загрузки, чтобы
    он не пытался мне писать или звонить, а я спокойно себе сидел по ночам да работал.
  </p>

  <h2>
    Решение
  </h2>
  <p>
    Пиля на фоне от работы такое приложение, мне удалось решить гараздо больше проблем чем я думал)
  </p>
  <p>
    1) Вопросы с мотивацией начать работать? Где взять время на другие дела? Если вроде всегда есть работа, которую ты не можешь себя заставить делать но и отдыхать
    ты не можешь потому что вроде как есть работа которую надо сделать.
     Как организовать выходной?
     <br>
     Всё это отпало сами собой, когда я в течении пары месяцев записывал всё что я делал и сколько на это уходит время, когда ты видишь цифры за
     продолжительный период, сколько времени у тебя уходит на элементарное лежание на диване и ожидание когда ты точно проснёшься и сможешь заняться делами, у
     меня это было порядка 40 часов за месяц, я понял что вот тебе как минимум шикарный выходной, вместо того чтобы по часу валяться на диване, лучше я целый день отдохну как надо.
     <br>
     Кроме этого я до сих пор записываю во сколько я лег и во сколько проснулся, в совокупности со временем потраченным на работу и другой информацией, это позволяет
     рассчитать точное время сколько ты будешь спать сегодня) и если мне надо куда то встать "по раньше" я точно знаю во сколько мне надо лечь, чтобы проснутсья без будильника за пол часа час до нужного времени
     Сон значительно наладился, легко засыпаю и просыпаюсь, больше это не неведомая яма в которую я проваливаюсь не понятно когда и не понятно когда из неё выберусь, а вполне понятный и отлаженный процесс
  </p>
  <p>
    2) Финансы, видя точные суммы сколько тебе надо заплатить (сотовая связь, интернет, кредиты, аренда), сколько ты зарабатываешь в среднем за месяц, начинаешь себя
    чувствовать гараздо спокойнее, а когда видешь сколько за месяц у тебя уходит на сигареты, алкоголь, или какую нибудь подписку, существенно легче отказываться от этого
    в пользу каких то других вещей
    <br>
    Ещё в совокупности по всем данным легче формировать прайс за услуги, когда ты знаешь сколько тебе нужно денег и сколько ты можешь потратить время на работу
  </p>

  <h2>
    Помощь
  </h2>
  <p>
    Работы по этому сервису ещё куча, но сейчас им вполне можно пользоваться, довольно комфортно.
    <br>
    Проблема только заключается в том, что я занимаюсь этим проектом на фоне от работы, и немогу уделять ему достаточно время и финансов,
    оплата хостинга, регистрация компании, приобритение лицензий эпл и гугл довольно не дешёвые для меня, чтобы начать принимать какие то фиксированные платежи.
    <br>
    В дальнейшем я хочу оставить основные фунции бесплатныеми, а функции которые требуют большой нагрузки на сервер, таких как показ статистики за год и тому подобные, платные
  </p>

  <h2>
    Особые условия и тех поддержка
  </h2>
  <p>
    Сейчас вы уже можете поробовать использовать мой сервис, я сделал специальную награду для пользователей джоя) при регистрации по ссылке web.u0life.com?referal_id=3
    Для решения каких либо вопросов, советов и прочего можете писать мне в личку в тг @trywar, если кому то будет интересен этот сервис, без проблем помгу разобраться и дать полный неограниченный доступ
  </p>
</div>
